# tap
tap "homebrew/cask-fonts"

# formulae
brew "asdf"
brew "awscli"
brew "bash"
brew "bloaty"
brew "chisel"
brew "ffmpeg"
brew "git-extras"
brew "git-lfs"
brew "jq"
brew "kdoctor"
brew "mint"
brew "node"
brew "swagger-codegen"
brew "tree"

# cask
cask "adobe-creative-cloud"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "brooklyn"
cask "charles"
cask "chatgpt"
cask "cheatsheet"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "fleet"
cask "font-jetbrains-mono"
cask "font-udev-gothic"
cask "fork"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "iina"
cask "itsycal"
cask "jasper"
cask "karabiner-elements"
cask "miro"
cask "mp3tag"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "onyx"
cask "proxyman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "thebrowsercompany-dia"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webex"
cask "xcodes"
cask "zoom"

# Mac App Store
mas "Amazon Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641