# formulae
brew "asdf"
brew "bash"
brew "ffmpeg"
brew "git-extras"
brew "git-lfs"
brew "jq"
brew "mint"
brew "node"
brew "tree"

# cask
cask "appcleaner"
cask "arc"
cask "charles"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "deepl"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-udev-gothic"
cask "fork"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "iina"
cask "itsycal"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "onyx"
cask "proxyman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "thebrowsercompany-dia"
cask "the-unarchiver"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"

# Mac App Store
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641