# tap
tap "homebrew/cask-fonts"

# formulae
brew "awscli"
brew "ffmpeg"
brew "git-extras"
brew "gradle"
brew "jq"
brew "mint"
brew "rbenv"
brew "swagger-codegen"
brew "tree"

# cask
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "brooklyn"
cask "charles"
cask "cheatsheet"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "google-chrome"
cask "id3-editor"
cask "iina"
cask "itsycal"
cask "karabiner-elements"
cask "macdown"
cask "miro"
cask "notion"
cask "obs"
cask "onyx"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webex"
cask "xcodes"
cask "zoom"

# Mac App Store
mas "Amazon Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641